Revit 2027 API
ParameterTypeId.StructuralEndReleaseType Property
 "End Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralEndReleaseType { get; }
Public Shared ReadOnly Property StructuralEndReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralEndReleaseType {
	ForgeTypeId^ get ();
}
static member StructuralEndReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace